app/controllers/transmissions_controller.rb

	def index
		@transmissions = Transmission.all
---
SELECT "transmissions".* FROM "transmissions"

	def create
		@transmission = Transmission.create(transmission_params)
---
INSERT INTO "transmissions" ("message", "uid", "codename", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)  [["message", "dsafad"], ["uid", "XIUQRCYSX0H4HHV7FVMCUG"], ["codename", "synthesizing"], ["created_at", "2015-11-18 21:34:35.138729"], ["updated_at", "2015-11-18 21:34:35.138729"]]